tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "bash"
brew "bc"
brew "bind"
brew "cmatrix"
brew "coreutils"
brew "curl"
brew "exiftool"
brew "eza"
brew "go"
brew "httpd"
brew "httpie"
brew "mycli"
brew "mysql@8.0", link: true
brew "neofetch"
brew "neovim"
brew "nvm"
brew "php"
brew "powerlevel10k"
brew "ripgrep"
brew "tmux"
brew "wget"
brew "felixkratz/formulae/borders"
cask "easy-move+resize"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "raycast"
cask "wezterm"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "dsznajder.es7-react-js-snippets"
vscode "dzhavat.css-flexbox-cheatsheet"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fallenmax.mithril-emmet"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hookyqr.beautify"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "rishabhdas.cssreset"
vscode "ritwickdey.liveserver"
vscode "tabnine.tabnine-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
