tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "bash"
brew "bc"
brew "bind"
brew "coreutils"
brew "exiftool"
brew "httpd"
brew "httpie"
brew "neovim"
brew "php"
brew "ripgrep"
brew "tmux"
brew "wget"
cask "easy-move+resize"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "dsznajder.es7-react-js-snippets"
vscode "dzhavat.css-flexbox-cheatsheet"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fallenmax.mithril-emmet"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hookyqr.beautify"
vscode "ms-vsliveshare.vsliveshare"
vscode "rishabhdas.cssreset"
vscode "ritwickdey.liveserver"
vscode "tabnine.tabnine-vscode"
vscode "vscode-icons-team.vscode-icons"
