tap "crowdin/crowdin"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "steipete/tap"
brew "openssl@3", link: false
brew "autoconf"
brew "awscli"
brew "bash"
brew "bat"
brew "bc"
brew "bind"
brew "btop"
brew "gmp"
brew "cmatrix"
brew "colima"
brew "coreutils"
brew "crowdin"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "doctl"
brew "exiftool"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "go-task"
brew "graphviz"
brew "grep"
brew "helm"
brew "helmfile"
brew "htop"
brew "httpd"
brew "httpie"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "libyaml"
brew "luarocks"
brew "mycli"
brew "mysql@8.0", link: true
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nvm"
brew "openssl@3.5"
brew "pgvector"
brew "php"
brew "postgis"
brew "postgresql@14"
brew "postgresql@17"
brew "powerlevel10k"
brew "ripgrep"
brew "rust"
brew "shfmt"
brew "socat"
brew "stow"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "typst"
brew "vips"
brew "watchman"
brew "wget"
brew "zoxide"
brew "zsh-completions"
brew "felixkratz/formulae/borders"
cask "1password-cli"
cask "betterdisplay"
cask "bitwarden"
cask "claude-code"
cask "codex"
cask "dbeaver-community"
cask "dotnet-sdk"
cask "easy-move+resize"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "karabiner-elements"
cask "keycastr"
cask "notion"
cask "raycast"
cask "signal"
cask "stats"
cask "visual-studio-code"
cask "wezterm"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "dsznajder.es7-react-js-snippets"
vscode "dzhavat.css-flexbox-cheatsheet"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fallenmax.mithril-emmet"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hookyqr.beautify"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vsliveshare.vsliveshare"
vscode "rishabhdas.cssreset"
vscode "ritwickdey.liveserver"
vscode "tabnine.tabnine-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
